Repository: KobeW50/fingwit
Catalog: po/*.po
Languages: ar, ca, cy, eu, he, hi, ia, ja, oc, pl, tr, uz

source: Fingerprints
ar: بصمات الأصابع
ca: Empremtes
cy: Bysbrintiau
eu: Hatz-markak
he: טביעת אצבעות
hi: फिंगरप्रिंट्स
ia: Dactylogrammas
ja: 指紋認証
oc: Emprentas
pl: Odciski palców
tr: Parmak-izleri
uz: Barmoq izlari

source: Fingerprint configuration tool
ar: أداة تكوين لبصمات الأصابع
ca: Eina de configuració d'empremta dactilar
cy: Teclyn ffurfweddu bysbrintiau
eu: Hatz-marka konfiguratzeko tresna
he: כלי לתצור טביעת אצבעות
hi: फिंगरप्रिंट विन्यास उपकरण
ia: Utensiles de configuration de dactylogrammas
ja: 指紋認証の設定ツール
oc: Aisina de configuracion d’emprentas
pl: Narzędzie do konfiguracji odcisków palców
tr: Parmak-izi yapılandırma aracı
uz: Barmoq izini sozlash vositasi

source: fingerprint;authentication;security;biometric;
ar: بصمةإصبع;مصادقة;أمان;البيومترية
ca: empremta dactilar;autenticació;seguretat;biomètrica;
cy: bysbrintiau;dilysu;diogeledd;biometrig;
eu: hatz-marka;autentifikazioa;segurtasuna;biometriko
he: טביעת אצבע;אימות;אבטחה;ביומטרי;fingerprint;authentication;security;biometric;
hi: फिंगरप्रिंट;प्रमाणीकरण;सुरक्षा;बायोमेट्रिक;
ia: dactylogramma;authentication;securitate;biometric;
ja: fingerprint;authentication;security;biometric;指紋;認証;セキュリティ;生体;
oc: emprenta;detada;autentificacion;seguretat;biometrica;
pl: odcisk palca;uwierzytelnianie;bezpieczeństwo;dane biometryczne;
tr: parmak-izi;kimlik-doğrulama;güvenlik;biyometri;
uz: barmoq izi;autentifikatsiya;xavfsizlik;biometrik;

source: Right index finger
ar: اصبع السبابة اليمنى
ca: Dit índex dret
cy: bys blaen de
eu: Eskuineko hatz erakuslea
he: אצבע מורה ימנית
hi: दाहिनी तर्जनी
ia: Digito indice dextre
ja: 右手の人差し指
oc: Indèx drech
pl: Prawy palec wskazujący
tr: Sağ işaret parmağı
uz: O‘ng ko‘rsatkich barmog‘i

source: Right middle finger
ar: الإصبع الأوسط الأيمن
ca: Dit del mig dret
cy: Bys canol de
eu: Eskuineko erdiko hatza
he: אמה ימנית
hi: दाहिनी मध्यमा
ia: Digito medie dextre
ja: 右手の中指
oc: Major de drecha
pl: Prawy palec środkowy
tr: Sağ orta parmak
uz: O‘ng o‘rta barmoq

source: Right ring finger
ar: اصبع البنصر الأيمن
ca: Dit anular dret
cy: Bys modrwy de
eu: Eskuineko hatz nagia
he: קמיצה ימנית
hi: दाहिनी अनामिका
ia: Digito anular dextre
ja: 右手の薬指
oc: Anular drecha
pl: Prawy palec serdeczny
tr: Sağ yüzük parmağı
uz: O‘ng halqa barmog‘i

source: Right little finger
ar: اصبع الخنصر الأيمن
ca: Dit menut dret
cy: Bys bach de
eu: Eskuineko hatz txikia
he: זרת ימנית
hi: दाहिनी कनिष्ठा
ia: Digito auricular dextre
ja: 右手の小指
oc: Auricular de drecha
pl: Prawy palec mały
tr: Sağ serçe parmak
uz: O‘ng kichik barmoq

source: Right thumb
ar: الإبهام الأيمن
ca: Polze dret
cy: Bawd de
eu: Eskuineko erpurua
he: אגודל ימני
hi: दाहिना अंगूठा
ia: Pollice dextre
ja: 右手の親指
oc: Poce de drecha
pl: Prawy kciuk
tr: Sağ baş parmak
uz: O‘ng bosh barmog‘i

source: Left index finger
ar: اصبع السبابة اليسرى
ca: Dit índex esquerre
cy: Bys blaen chwith
eu: Ezkerreko hatz erakuslea
he: אצבע מורה שמאלית
hi: बाईं तर्जनी
ia: Pollice dextre
ja: 左手の人差し指
oc: Indèx esquèrre
pl: Lewy palec wskazujący
tr: Sol işaret parmağı
uz: Chap ko‘rsatkich barmog‘i

source: Left middle finger
ar: الإصبع الأوسط الأيسر
ca: Dit del mig esquerre
cy: Bys canol chwith
eu: Ezkerreko erdiko hatza
he: אמה שמאלית
hi: बाईं मध्यमा अंगुली
ia: Digito medie sinistre
ja: 左手の中指
oc: Major d'esquèrra
pl: Lewy palec środkowy
tr: Sol orta parmak
uz: Chap o‘rta barmoq

source: Left ring finger
ar: اصبع البنصر الأيسر
ca: Dit anular esquerre
cy: Bys modrwy chwith
eu: Ezkerreko hatz nagia
he: קמיצה שמאלית
hi: बाईं अनामिका
ia: Digito anular sinistre
ja: 左手の薬指
oc: Anular d'esquèrra
pl: Lewy palec serdeczny
tr: Sol yüzük parmağı
uz: Chap halqa barmog‘i

source: Left little finger
ar: اصبع الخنصر الأيسر
ca: Dit menut esquerre
cy: Bys bach chwith
eu: Ezkerreko hatz txikia
he: זרת שמאלית
hi: बाईं कनिष्ठा
ia: Digito auricular sinistre
ja: 左手の小指
oc: Auricular esquèrre
pl: Lewy palec mały
tr: Sol serçe parmak
uz: Chap kichik barmoq

source: Left thumb
ar: الإبهام الأيسر
ca: Polze esquerre
cy: Bawd chwith
eu: Ezkerreko erpurua
he: אגודל שמאלי
hi: बायां अंगूठा
ia: Pollice sinistre
ja: 左手の親指
oc: Poce esquèrra
pl: Lewy kciuk
tr: Sol baş parmak
uz: Chap bosh barmog‘i

source: Disable fingerprint authentication
ar: إلغاء تفعيل المصادقة بواسطة بصمة الإصبع
ca: Desactiva l'autenticació d'empremta digital
cy: Analluogi dilysu bysbrint
eu: Desgaitu hatz-marka bidezko autentifikazioa
he: השבתת אימות טביעת אצבע
hi: फिंगरप्रिंट प्रमाणीकरण अक्षम करें
ia: Disactivar authentication per dactylogramma
ja: 指紋認証を無効化
oc: Desactivar l’autentificacion per emprentas
pl: Wyłącz uwierzytelnianie odciskiem palca
tr: Parmak-izi doğrulamasını pasifleştir
uz: Barmoq izi autentifikatsiyasini o‘chirib qo‘yish

source: About
ar: حول
ca: Quant a
cy: Ynghylch
eu: Honi buruz
he: על אודות
hi: इसके बारे में
ia: Re
ja: このアプリケーションについて
oc: A prepaus
pl: O programie
tr: Hakkında
uz: Haqida

source: Quit
ar: أنهِ
ca: Surt
cy: Gadael
eu: Irten
he: יציאה
hi: बंद करें
ia: Quitar
ja: 終了
oc: Quitar
pl: Wyjdź
tr: Kapat
uz: Chiqish

source: Place your finger on the scanner...
ar: ضع إصبعك على الماسح...
ca: Poseu el dit a l'escàner...
cy: Rhowch eich bys ar y sganiwr
eu: Jarri hatza eskanerrean...
he: נא להניח אצבע על הסורק...
hi: अपनी उंगली स्कैनर पर रखें...
ia: Pone tu digito sur le scanditor...
ja: スキャナーに指を置いてください...
oc: Plaçatz lo det sul numerizador...
pl: Połóż palec na skanerze...
tr: Parmaklarınızı tarayıcı üstüne koyun...
uz: Barmog'ingizni skanerga qo‘ying...

source: Well done! Your fingerprint was saved successfully.
ar: أحسنت صنعا! تم حفظ بصمة إصبعك بنجاح.
ca: Ben fet! L'empremta digital s'ha desat correctament.
cy: Da iawn! Cafodd eich bysbrint ei gadw'n llwyddiannus.
eu: Ederki! Hatz-marka behar bezala gorde da.
he: מעולה! טביעת האצבע נשמרה בהצלחה.
hi: बहुत अच्छा! आपका फिंगरप्रिंट सफलतापूर्वक सहेजा गया है।
ia: Ben facite! Tu dactylogramma era salvate con successo.
ja: これで完了です。指紋が正常に保存されました。
oc: Òsca ! Emprenta corrèctament enregistrada.
pl: Dobra robota! Twój odcisk palca został pomyślnie zapisany.
tr: Tebrikler! Parmak iziniz başarıyla kaydedildi.
uz: Juda qoyil! Barmoq izingiz muvaffaqiyatli saqlandi.

source: Good scan (%d so far)! Do it again...
ar: مسح جيد (%d حتى الآن)! افعلها مجددا...
ca: Bon escaneig (%d fins ara)! Torneu-ho a fer...
cy: Sganio da (%d hyd yma)! Gwnewch e eto...
eu: Eskaneatze ona (%d oraingoz)! Egin berriz...
he: סריקה טובה (%d עד כה)! נא לבצע שוב...
hi: अच्छा स्कैन हुआ (%d अब तक)! इसे दोबारा करें...
ia: Bon scansion (%d adhuc)! Reface lo...
ja: その調子です (現在 %d 回目)。もう一度スキャンしてください...
oc: Bona captura (%d fins ara) ! Tornatz-lo far...
pl: Dobre skanowanie (%d do tej pory)! Zrób to jeszcze raz...
tr: İyi tarama (%d şimdiye kadar)! Tekrar yapın...
uz: Yaxshi skanerlash (hozircha %d)! Yana bir marta bajaring...

source: Try again...
ar: حاول مجددا...
ca: Proveu de nou...
cy: Ceisiwch eto...
eu: Saiatu berriz...
he: נא לנסות שוב...
hi: पुनः प्रयास करें...
ia: Retenta...
ja: もう一度試してください...
oc: Tornatz ensajar...
pl: Spróbuj ponownie...
tr: Yeniden deneyin...
uz: Qayta urinib ko‘ring...

source: Sorry, your fingerprint could not be saved.
ar: المعذره، لم يتم حفظ بصمة إصبعك.
ca: No s'ha pogut desar l'empremta digital.
cy: Ymddiheuriadau, doedd dim modd cadw eich bysbrint.
eu: Barkatu, hatz-marka ezin izan da gorde.
he: סליחה, לא ניתן היה לשמור את טביעת האצבע.
hi: माफ़ कीजिए, आपका फिंगरप्रिंट सहेजा नहीं जा सका।
ia: Desolate, tu dactylogramma non poteva esser salvate.
ja: すみません、指紋を保存できませんでした。
oc: Vòstra emprenta se podiá pas enregistrar.
pl: Niestety, nie udało się zapisać Twojego odcisku palca.
tr: Üzgünüm, parmak-iziniz kaydedilemedi.
uz: Kechirasiz, barmoq izingizni saqlab bo‘lmadi.

source: No fingerprint reader detected
ar: لم يتم العثور على قارئ لبصمات الأصابع.
ca: No s'ha detectat cap lector d'empremtes
cy: Heb ganfod sganiwr bysbrintiau
eu: Ez da hatz-marka irakurlerik aurkitu
he: לא זוהה סורק טביעות אצבע
hi: कोई फिंगरप्रिंट रीडर नहीं मिला
ia: Necun lector de dactylogramma detectate
ja: 指紋認証リーダーを検出できません
oc: Cap de lector d’emprentas pas detectat
pl: Nie wykryto czytnika linii papilarnych
tr: Parmak-izi okuyucusu algılanmadı
uz: Barmoq izini o‘quvchi aniqlanmadi

source: Fingerprint authentication disabled
ar: المصادقة بواسطة بصمة الإصبع ليست مفعلة
ca: Autenticació d'empremta digital desactivada
cy: Mae'r dilysu bysbrintio wedi'i analluogi
eu: Hatz-marka bidezko autentifikazioa desgaituta
he: אימות טביעות אצבע הושבתה
hi: फिंगरप्रिंट प्रमाणीकरण अक्षम है
ia: Authentication per dactylogramma disactivate
ja: 指紋認証は無効になっています
oc: Autentificacion per emprenta desactivada
pl: Uwierzytelnianie odciskiem palca wyłączone
tr: Parmak-izi doğrulaması pasif
uz: Barmoq izi autentifikatsiyasi o‘chirilgan

source: Enable
ar: فعّل
ca: Activa
cy: Galluogi
eu: Gaitu
he: אפשור
hi: सक्रिय करें
ia: Activar
ja: 有効化
oc: Activar
pl: Włącz
tr: Etkinleştir
uz: Yoqish

source: Choose a finger to configure it:
ar: اختر إصبعا للتكوين:
ca: Trieu un dit per a configurar-lo:
cy: Dewiswch fys i'w ffurfweddu:
eu: Aukeratu hatz bat konfiguratzeko:
he: נא לבחור אצבע לתיצור:
hi: कॉन्फ़िगर करने के लिए एक उंगली चुनें:
ia: Elige un digito pro configurar lo:
ja: 設定する指を選択してください:
oc: Causissètz un det per lo configurar :
pl: Wybierz palec, aby skonfigurować:
tr: Yapılandırma için bir parmak seçin:
uz: Uni sozlash uchun barmoqni tanlang:

source: Active fingerprints are highlighted in green.
ar: بصمات الأصابع النشطة بارزة باللون الأخضر.
ca: Les empremtes actives són destacades en verd.
cy: Mae bysbrintiau gweithredol wedi'u hamlygu mewn gwyrdd.
eu: Hatz-marka aktiboak berdez nabarmenduta daude.
he: טביעות אצבע פעילות מודגשות בירוק.
hi: सक्रिय फिंगरप्रिंट हरे रंग में हाइलाइट किए गए हैं।
ia: Le dactylogrammas active es evidentiate in verde.
ja: アクティブな指紋は緑色で強調表示されています。
oc: Las emprentas activas son mesas en avant en verd.
pl: Aktywne odciski palców są podświetlone na zielono.
tr: Aktif parmak izleri yeşil renkle vurgulanmıştır.
uz: Faol barmoq izlari yashil rang bilan ajratilgan.

source: Cancel
ar: ألغِ
ca: Cancel·la
cy: Diddymu
eu: Utzi
he: ביטול
hi: रद्द करें
ia: Cancellar
ja: キャンセル
oc: Anullar
pl: Anuluj
tr: İptal
uz: Bekor qilish

source: Delete this fingerprint
ar: حذف بصمة الإصبع هذه
ca: Esborra aquesta empremta
cy: Dileu'r bysbrint hwn
eu: Ezabatu hatz-marka hau
he: מחיקת טביעת אצבע זו
hi: इस फिंगरप्रिंट को हटाएं
ia: Deler iste dactylogramma
ja: この指紋を削除
oc: Suprimir aquesta emprenta
pl: Usuń ten odcisk palca
tr: Bu parmak-izini sil
uz: Bu barmoq izini o‘chirib tashlash

source: Add a fingerprint
ar: إضافة بصمة إصبع
ca: Afegeix una empremta
cy: Ychwanegu bysbrint
eu: Gehitu hatz-marka
he: הוספת טביעת אצבע
hi: फिंगरप्रिंट जोड़ें
ia: Adder un dactylogramma
ja: 指紋を追加
oc: Apondre una emprenta
pl: Dodaj odcisk palca
tr: Bir parmak-izi ekleyin
uz: Barmoq izini qo‘shish
